Repository: ekoi/dariah-contribute
Catalog: dariah_core/locale/*/LC_MESSAGES/django.po
Languages: nl

source: help text for dc:relation
nl: De URI van de relatie, bijvoorbeeld: http://easy.dans.knaw.nl.

source: help text for dc:publisher
nl: De naam van de uitgever, bijvoorbeeld: Data Archiving and Networked Services.

source: help text for vcard:organization
nl: De naam van de organisatie, bijvoorbeeld: DANS.

source: dcterms:abstract English
nl: dcterms:abstract Engels

source: help text for dcterms:abstract English
nl: De abstract in het engels

source: dcterms:abstract alternative language
nl: dcterms:abstract alternatieve taal

source: help text for dcterms:abstract alternative language
nl: De abstract in een alternatieve taal

source: dcterms:abstract language
nl: dcterms:abstract taal

source: help text for dcterms:abstract language
nl: De taal gebruikt in dcterms:abstract alternatieve taal

source: help text for skos:preflabel Activity
nl: Start met typen om die opties voor dit veld te krijgen.

source: help text for skos:preflabel Object
nl: Start met typen om die opties voor dit veld te krijgen.

source: help text for skos:preflabel Technique
nl: Start met typen om die opties voor dit veld te krijgen.

source: help text for skos:preflabel Discipline
nl: Start met typen om die opties voor dit veld te krijgen.

source: help text for skos:preflabel VCC
nl: Vink geen, één of meer items aan.

source: author
nl: auteur

source: is published?
nl: is gepubliceerd?

source: published on
nl: gepubliceerd op

source: last modified on
nl: laatst bewerkt op

source: is deleted?
nl: is verwijderd?

source: contribution
nl: contributie

source: contributions
nl: contributies

source: Add new...
nl: Voeg nieuwe toe...

source: Confirm deletion of contribution
nl: Bevestig verwijderen van contributie

source: Are you sure you want to delete %(object)s?
nl: Weet je zeker dat je de contrubitie %(object)s wilt verwijderen?

source: Delete
nl: Verwijder

source: Cancel
nl: Annuleer

source: Contribution last modified
nl: Contributie laatst bewerkt op

source: by
nl: door

source: published
nl: gepubliceerd op

source: unpublished
nl: ongepubliceerd

source: Show as RDF
nl: Toon als RDF

source: Edit
nl: Bewerken

source: This page in RDF (XML)
nl: Deze pagina in RDF (XML)

source: Add
nl: Voeg toe

source: Update
nl: Bewerken

source: Fields marked with a star (*) are compulsory.
nl: Velden gemarkeerd met een ster (*) zijn verplicht.

source: (no content)
nl: (geen inhoud)

source: Add new contribution
nl: Voeg een nieuwe contributie toe

source: My
nl: Mijn

source: All
nl: Alle

source: Contribution (dc:title)
nl: Contributie (dc:title)

source: Author
nl: Auteur

source: Published?
nl: Gepubliceerd?

source: Available Actions
nl: Beschikbare acties

source: Yes,No
nl: Ja,Nee

source: Unpublish
nl: Publicatie ongedaan maken

source: Publish
nl: Publiceer

source: No contributions are available.
nl: Er zijn geen contributies beschikbaar.

source: Actions
nl: Acties

source: View as Atom feed
nl: Toon als Atom feed

source: View as RSS feed
nl: Toon als RSS feed

source: Add a dc:contributor
nl: Voeg een dc:contributor toe

source: Close
nl: Sluiten

source: Add a new dc:creator
nl: Voeg een nieuwe dc:creator toe

source: Reset
nl: Herstel

source: Location
nl: Locatie

source: Contribution was created successfully.
nl: Contributie is succesvol aangemaakt.

source: Contribution was updated successfully.
nl: Contributie is succesvol bijgewerkt.

source: Contribution was published successfully.
nl: Contributie is succesvol bijgewerkt.

source: Something went wrong while publishing the contribution.
nl: Er is iets verkeerd gegaan bij het publiceren van de contributie.

source: Contribution was unpublished successfully.
nl: Contributie is succesvol bijgewerkt.

source: Something went wrong while unpublishing the contribution.
nl: Er is iets verkeerd gegaan bij het intrekken van de gepubliceerde contributie.

source: Contribution was deleted successfully.
nl: Contributie is succesvol verwijderd.

source: dc:creator %s was created successfully.
nl: dc:creator %s is succesvol aangemaakt.

source: dc:contributor %s was created successfully.
nl: dc:contributor %s is succesvol aangemaakt.

source: Contributions Feed
nl: contributies feed

source: Updates on changes and additions to DARIAH contributions.
nl: Updates over veranderingen en toevoegingen aan DARIAH contributies.
